export default {
  projections: {
    ОрганизацияE: {
      iDорганизации: {
        __caption__: 'I dорганизации'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      адрес: {
        __caption__: 'Адрес'
      },
      иНН: {
        __caption__: 'ИНН'
      },
      кПП: {
        __caption__: 'КПП'
      },
      оГРН: {
        __caption__: 'ОГРН'
      }
    },
    ОрганизацияL: {
      iDорганизации: {
        __caption__: 'I dорганизации'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      адрес: {
        __caption__: 'Адрес'
      },
      иНН: {
        __caption__: 'ИНН'
      },
      кПП: {
        __caption__: 'КПП'
      },
      оГРН: {
        __caption__: 'ОГРН'
      }
    }
  },
  validations: {
    iDорганизации: {
      __caption__: 'I dорганизации'
    },
    адрес: {
      __caption__: 'Адрес'
    },
    иНН: {
      __caption__: 'ИНН'
    },
    кПП: {
      __caption__: 'КПП'
    },
    наименование: {
      __caption__: 'Наименование'
    },
    оГРН: {
      __caption__: 'ОГРН'
    }
  }
};
