export default {
  projections: {
    ТаблицаE: {
      пособие: {
        __caption__: 'Пособие'
      },
      заработок_год: {
        __caption__: 'Заработок_год'
      },
      срзаработок: {
        __caption__: 'Срзаработок'
      }
    },
    ТаблицаL: {
      пособие: {
        __caption__: 'Пособие'
      },
      заработок_год: {
        __caption__: 'Заработок_год'
      },
      срзаработок: {
        __caption__: 'Срзаработок'
      }
    }
  },
  validations: {
    заработок_год: {
      __caption__: 'Заработок_год'
    },
    пособие: {
      __caption__: 'Пособие'
    },
    срзаработок: {
      __caption__: 'Срзаработок'
    },
    empty: {
      __caption__: 'empty'
    }
  }
};
