export default {
  projections: {
    УвольнениеE: {
      iDорганизации: {
        __caption__: 'IDорганизации'
      },
      дата: {
        __caption__: 'Дата'
      },
      основание: {
        __caption__: 'Основание'
      }
    },
    УвольнениеL: {
      iDорганизации: {
        __caption__: 'IDорганизации'
      },
      дата: {
        __caption__: 'Дата'
      },
      основание: {
        __caption__: 'Основание'
      }
    }
  },
  validations: {
    iDорганизации: {
      __caption__: 'IDорганизации'
    },
    iDсотрудника: {
      __caption__: 'iDсотрудника'
    },
    дата: {
      __caption__: 'Дата'
    },
    основание: {
      __caption__: 'Основание'
    },
    организация: {
      __caption__: 'организация'
    },
    сотрудник: {
      __caption__: 'сотрудник'
    }
  }
};
