export default {
  projections: {
    ГрафикE: {
      дата: {
        __caption__: 'Дата'
      },
      явка: {
        __caption__: 'Явка'
      },
      причина: {
        __caption__: 'Причина'
      },
      кол_часов: {
        __caption__: 'Кол_часов'
      }
    },
    ГрафикL: {
      дата: {
        __caption__: 'Дата'
      },
      явка: {
        __caption__: 'Явка'
      },
      причина: {
        __caption__: 'Причина'
      },
      кол_часов: {
        __caption__: 'Кол_часов'
      }
    }
  },
  validations: {
    iDсотрудника: {
      __caption__: 'iDсотрудника'
    },
    дата: {
      __caption__: 'Дата'
    },
    кол_часов: {
      __caption__: 'Кол_часов'
    },
    причина: {
      __caption__: 'Причина'
    },
    явка: {
      __caption__: 'Явка'
    },
    сотрудник: {
      __caption__: 'сотрудник'
    }
  }
};
