export default {
  projections: {
    ПодразделенияE: {
      iDподразделения: {
        __caption__: 'IDподразделения'
      },
      наименование: {
        __caption__: 'Наименование'
      }
    },
    ПодразделенияL: {
      iDподразделения: {
        __caption__: 'IDподразделения'
      },
      наименование: {
        __caption__: 'Наименование'
      }
    }
  },
  validations: {
    iDподразделения: {
      __caption__: 'IDподразделения'
    },
    наименование: {
      __caption__: 'Наименование'
    }
  }
};
