export default {
  projections: {
    СотрудникE: {
      iDдолжности: {
        __caption__: 'Idдолжности'
      },
      iDсотрудника: {
        __caption__: 'IDсотрудника'
      },
      iDПодразделения: {
        __caption__: 'Id подразделения'
      },
      фИО: {
        __caption__: 'ФИО'
      },
      иНН: {
        __caption__: 'ИНН'
      },
      снилс: {
        __caption__: 'Снилс'
      },
      номер_телефона: {
        __caption__: 'Номер_телефона'
      }
    },
    СотрудникL: {
      iDсотрудника: {
        __caption__: 'IDсотрудника'
      },
      iDдолжности: {
        __caption__: 'Idдолжности'
      },
      iDПодразделения: {
        __caption__: 'Id подразделения'
      },
      фИО: {
        __caption__: 'ФИО'
      },
      иНН: {
        __caption__: 'ИНН'
      },
      снилс: {
        __caption__: 'Снилс'
      },
      номер_телефона: {
        __caption__: 'Номер_телефона'
      }
    }
  },
  validations: {
    iDдолжности: {
      __caption__: 'Idдолжности'
    },
    iDПодразделения: {
      __caption__: 'Id подразделения'
    },
    iDсотрудника: {
      __caption__: 'IDсотрудника'
    },
    иНН: {
      __caption__: 'ИНН'
    },
    номер_телефона: {
      __caption__: 'Номер_телефона'
    },
    снилс: {
      __caption__: 'Снилс'
    },
    фИО: {
      __caption__: 'ФИО'
    },
    должности: {
      __caption__: 'должности'
    },
    подразделения: {
      __caption__: 'подразделения'
    }
  }
};
