export default {
  projections: {
    ПриемE: {
      iDорганизации: {
        __caption__: 'IDорганизации'
      },
      дата: {
        __caption__: 'Дата'
      },
      ставка: {
        __caption__: 'Ставка'
      },
      iDсотрудника: {
        __caption__: 'IDсотрудника'
      }
    },
    ПриемL: {
      iDорганизации: {
        __caption__: 'IDорганизации'
      },
      дата: {
        __caption__: 'Дата'
      },
      iDсотрудника: {
        __caption__: 'IDсотрудника'
      },
      ставка: {
        __caption__: 'Ставка'
      }
    }
  },
  validations: {
    iDорганизации: {
      __caption__: 'IDорганизации'
    },
    iDсотрудника: {
      __caption__: 'IDсотрудника'
    },
    дата: {
      __caption__: 'Дата'
    },
    ставка: {
      __caption__: 'Ставка'
    },
    организация: {
      __caption__: 'организация'
    },
    сотрудник: {
      __caption__: 'сотрудник'
    }
  }
};
