export default {
  projections: {
    РасчетE: {
      iDрасчета: {
        __caption__: 'IDрасчета'
      },
      iDорганизации: {
        __caption__: 'IDорганизации'
      },
      iDсотрудника: {
        __caption__: 'IDсотрудника'
      },
      период_болезни: {
        __caption__: 'Период_болезни'
      }
    },
    РасчетL: {
      iDрасчета: {
        __caption__: 'IDрасчета'
      },
      iDорганизации: {
        __caption__: 'IDорганизации'
      },
      iDсотрудника: {
        __caption__: 'IDсотрудника'
      },
      период_болезни: {
        __caption__: 'Период_болезни'
      }
    }
  },
  validations: {
    iDорганизации: {
      __caption__: 'IDорганизации'
    },
    iDрасчета: {
      __caption__: 'IDрасчета'
    },
    iDсотрудника: {
      __caption__: 'IDсотрудника'
    },
    период_болезни: {
      __caption__: 'Период_болезни'
    },
    организация: {
      __caption__: 'организация'
    },
    сотрудник: {
      __caption__: 'сотрудник'
    },
    empty: {
      __caption__: 'empty'
    }
  }
};
